Revit 2027 API
FamilyTypeSet Constructor
Initializes a new instance of the FamilyTypeSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FamilyTypeSet()
Public Sub New
public:
FamilyTypeSet()
new : unit -> FamilyTypeSet
See Also
Reference
FamilyTypeSet Class
Autodesk.Revit.DB Namespace